[
{
  "111111": {"definition": "01. Força (乾 qián); O Criativo; Possuidor de Poderes e Habilidades Criativas",
            "hexagram": " ䷀ ",
            "number": "1",
            "description": "Céu acima e Céu abaixo: Céu em constante movimento. Com a força do dragão, a Pessoa Superior se prepara para uma atividade incessante. Atividade Produtiva. Influência Potente. Sublime successo se você mantiver seu curso."},
  "000000": {"definition": "02. Field (坤 kūn); O Receptivo; Precisando de Conhecimento e Habilidades; Não force situações e siga o fluxo",
            "hexagram": " ䷁ ",
            "number": "2",
            "description": "Terra acima e Terra abaixo: A Terra contém e sustenta. Nesta situação, a Pessoa Superior não deve tormar a iniciativae; deve seguir a iniciativa de outra. Deve proucurar aliados receptivos a sudoeste do Pa Kwa; deve romper laços com aliados imóveis no nordeste do Pa Kwa. Devoção responsiva. Influência receptiva. Sublime successo se você mantiver seu curso."},
  "100010": {"definition": "03. Sprouting (屯 zhūn); Difficulty at the Beginning; Sprouting ",
            "hexagram": " ䷂ ",
            "number": "3",
            "description": "Trovão das Profundezas: A Pessoa Superior cuidadadosamente order out of confusion. Supreme success if you keep to your course. Carefully consider the first move. Seek help."},
  "010001": {"definition": "04. Envolvido (蒙 méng); Loucura Juvenil; Detido, Envolvido e Inexperiente",
            "hexagram": " ䷃ ",
            "number": "4",
            "description": "Uma Fonte fresca na base da Montanha: A Pessoa Superior refina seu caráter por ser meticulosa em todas as atividades. O sábio não recruta estudantes; os estudantes o procuram. O sábio não quer mais que um sincero desejo de aprender. Se i estudante duvida ou desafia sua autoridade, o sábio lamentávelmente corta suas perdas. Successo se você for sinceramente firme."},
  "111010": {"definition": "05. Attending (需 xū); Waiting; Uninvolvement (Wait for now), Nourishment ",
            "hexagram": " ䷄ ",
            "number": "5",
            "description": "Águas Profundas no Céu: Nuvens de Trovão se aprocimão pelo oeste do Pa Kwa, mas sem chuvas ainda. A Pessoa Superior se nutre e permanece com ânimo para se condicionar para o momento da verdade. Grande successo se você sinceramente mantiver seu curso. Você pode cruzar para a outra margem."},
  "010111": {"definition": "06. Discussão (訟 sòng); Conflito; Engajamento em Conflito ",
            "hexagram": " ䷅ ",
            "number": "6",
            "description": "O Céu Superior sobre um Profundo abismo aberto: um vazio expansivo onde nada pode habitar. Mesmo assim a Pessoa Superior sabe que está certa, antecipa a oposição e cuidadadosamente se prepara para um incidente. Boa sorte se o confito resultar em comproisso. Infelicidade se seu conflito escalonar para confrontação. Procure conselho. Adie sua travessia para a outra margem."},
  "010000": {"definition": "07. Liderança (師 shī); O Exército; Reunião, Trabalho em Equipe ",
            "hexagram": " ䷆ ",
            "number": "7",
            "description": "Águas profundas abaixo da superfície da Terra: recursos inexplorados estão disponíveis. A Pessoa Superior nutre e instrui o povo, construindo seguidores leais e disciplinados. Boa sorte. Sem erros se você seguir um curso conduzido pela experiência."},
  "000010": {"definition": "08. Agrupando (比 bǐ); Mantendo-se Unidos; União ",
            "hexagram": " ䷇ ",
            "number": "8",
            "description": "Águas profundas na face da Terra: as águas superficiais fluem juntas. A Pessoa Superior reconhece que a situação exige união. Assim, ela cultiva relações amigáveis com todos. Boa sorte é possível. Jogue as moedas novamente para descobrir se você tem as qualidades necessárias para liderar esse grupo. Então não haverá erro. Aqueles incertos irão gradualmente se juntar. Aqueles que aderirem tarde demais enfrentarão o infortúnio."},
  "111011": {"definition": "09. Pequeno Acúmulo (小畜 xiǎo chù); Pequeno Domesticado; Acúmulando Recursos",
            "hexagram": " ䷈ ",
            "number": "9",
            "description": "Ventos de mudança nos céus: as correntes de ar conduzem o clima. Nuvens densas chegam do oeste do Pa KWa, mas ainda não chove. A Pessoa Superior aprimora sua imagem que apresenta ao mundo. Pequenos sucessos."},
  "110111": {"definition": "10. Pisando (履 lǚ); Pisando (Conduzir); Continuando com Alerta",
            "hexagram": " ䷉ ",
            "number": "10",
            "description": "O céu brilha sobre o pântano, o que o reflete de maneira imperfeita: embora a Pessoa Superior discrimina cuidadosamente entre o alto e o baixo e aja de acordo com o fluxo do Tao, ainda há situações em que um risco deve ser assumido. Você pisa na cauda do tigre. Não percebendo você como uma ameaça, o tigre assustado não morde. Sucesso."},
  "111000": {"definition": "11. Permeando (泰 tài); Paz; Permeando",
            "hexagram": " ䷊ ",
            "number": "11",
            "description": "O Céu e a Terra se abraçam, dando origem à paz. A Pessoa Superior serve de parteira, apresentando o dom recém-nascido ao povo. Os pequenos partem; o grande se aproxima. Sucesso. Boa sorte."},
  "000111": {"definition": "12. Obstrução (否 pǐ); Paralisação; Estagnação",
            "hexagram": " ䷋ ",
            "number": "12",
            "description": "O Céu e a Terra se afastam um do outro. No vazio que se segue, os pequenos invadem onde os grandes partiram. Não existe um ponto de encontro comum, então a Pessoa Superior deve recorrer ao seu valor interior e recusar as recompensas oferecidas pelos invasores inferiores. Provações difíceis ao se manter firme em seu curso."},
  "101111": {"definition": "13. Pessoas em concordância (同人 tóng rén); Companheirismo; Irmandade, Parceiria",
            "hexagram": " ䷌ ",
            "number": "13",
            "description": "O Céu reflete a Chama da clareza: a Pessoa Superior analisa os vários níveis e partes funcionais da estrutura social e os usa com vantagem. Sucesso se você mantiver seu curso. Você pode cruzar para a outra margem."},
  "111101": {"definition": "14. Grande Posse (大有 dà yǒu); Grande Posse; Independência, Liberdade",
            "hexagram": " ䷍ ",
            "number": "14",
            "description": "O Fogo da clareza ilumina os Céus para aqueles que estão abaixo: A Pessoa Superior possui grandes tesouros interiores - compaixão, economia e modéstia. Esses tesouros permitem que a vontade benevolente do Céu flua através dela para conter o mal e promover o bem. Sucesso supremo."},
  "001000": {"definition": "15. Humildade (謙 qiān); Modéstia; Ser Reservado, Contido",
            "hexagram": " ䷎ ",
            "number": "15",
            "description": "A Montanha não ofusca a planície que a rodeia: tal modesta consideração em uma Pessoa Superior cria um canal através do qual o excesso flui para os necessitados. Sucesso se você levar as coisas adiante."},
  "000100": {"definition": "16. Providenciando (豫 yù); Entusiasmo; Indução, Novo Estímulo",
            "hexagram": " ䷏ ",
            "number": "16",
            "description": "O Trovão vem ressoando da Terra: trovões semelhantes rugem das massas quando a Pessoa Superior toca um acorde em seus corações. Aumente o entusiasmo, reúna suas forças e avance com ousadia."},
  "100110": {"definition": "17. Seguindo (隨 suí); Obedecendo; Perseguindo",
            "hexagram": " ䷐ ",
            "number": "17",
            "description": "Trovão sob a superfície do lago. A Pessoa Superior permite-se bastante descanso e recuperação abrigada enquanto espera um sinal claro a seguir. Sucesso supremo. Sem erros se você mantiver seu curso."},
  "011001": {"definition": "18. Corrupção (蠱 gǔ); Trabalhe nos Decadentes; Reparando",
            "hexagram": " ䷑ ",
            "number": "18",
            "description": "Os Ventos varrem o vale da Montanha: A Pessoa Superior varre a corrupção e a estagnação, agitando as pessoas e fortalecendo seu espírito. Sucesso supremo. Antes de cruzar para a outra margem, considere a mudança por três dias. Após a travessia, dedique três dias de trabalho duro para controlar os danos."},
  "110000": {"definition": "19. Aproximação (臨 lín); Aproximação; Meta se Aproximando, Chegada",
            "hexagram": " ䷒ ",
            "number": "19",
            "description": "A rica e argilosa Terra nas margens do Pântano fornece solo fértil para um progresso excepcional. A Pessoa Superior é inesgotável na vontade de ensinar e sem limites na tolerância e no apoio aos outros. Sucesso supremo se você mantiver seu curso. Mas esteja ciente de que seu tempo é limitado; Seu poder irá diminuir, conforme o Verão muda para o Outono."},
  "000011": {"definition": "20. Visão (觀 guān); Contemplação; A Retenção",
            "hexagram": " ䷓ ",
            "number": "20",
            "description": "O suave Vento vagueia pela Terra: a Pessoa Superior expande sua esfera de influência à medida que expande sua consciência. Profundamente devotada à busca de clareza e sabedoria, ela não tem consciência do exemplo positivo e inspirador que está dando para os outros seguirem. Você se purificou; agora esteja pronto para fazer sua oferta humilde e devota."},
  "100101": {"definition": "21. Mordida roendo (噬嗑 shì kè); Mordendo Através ; Decidido",
            "hexagram": " ䷔ ",
            "number": "21",
            "description": "O julgamento impiedoso e abrasador de Relâmpago cumpre as profecias de advertência de Trovão distante. Os Governantes Sábios preservaram a justiça definindo claramente as leis e aplicando as penalidades decretadas. Embora desagradável, é melhor deixar a justiça merecer."},
  "101001": {"definition": "22. Adornando (賁 bì); Graça; Enfeitado",
            "hexagram": " ䷕ ",
            "number": "22",
            "description": "O Fogo ilumina a base da Montanha: A Pessoa Superior percebe que não tem sabedoria para mover o curso do mundo, exceto cuidando dos assuntos de cada dia conforme eles surgem. Sucesso em pequenas questões. Este é um bom momento para começar algo."},
  "000001": {"definition": "23. Desnudo (剝 bō); Dividido; Despido, Esfolado",
            "hexagram": " ䷖ ",
            "number": "23",
            "description": "O peso da Montanha pressiona sobre uma base fraca da Terra: A Pessoa Superior usará este tempo de opressão para atender às necessidades dos menos afortunados. Qualquer ação seria inoportuna. Fique firme."},
  "100000": {"definition": "24. Retornando (復 fù); Retorno; Retornando",
            "hexagram": " ䷗ ",
            "number": "24",
            "description": "O trovão se regenera nas profundezas do útero da Terra: os governantes sábios reconheceram que o fim do ciclo sazonal da Terra também era o ponto de partida de um novo ano e um período de dormência. Eles fecharam as passagens no Solstício para impor um descanso do comércio e da atividade. A própria governante não viajou. Você já passou por aqui antes, mas não está regredindo. Isso é progresso, pois o ciclo agora se repete, e desta vez você está ciente de que realmente é um ciclo. O retorno de velhos familiares é bem-vindo. Você pode ter tanta certeza quanto a este ciclo de que sete dias trazem o início de uma nova semana. Use esta fase de dormência para planejar em qual direção você crescerá. "},
"100111": {"definição": "25. Sem Confusão (無 妄 wú wàng); Inocência; Sem Raspagem",
            "hexagram": " ䷘ ",
            "number": "25",
            "description": "O Trovão rola sob o céu, como é sua natureza e lugar: Governantes Sábios se alinharam com a mudança das estações, nutrindo e orientando seus súditos a fazerem o mesmo. Progresso excepcional se você estiver atento para se manter fora do caminho do Fluxo natural. Seria um erro fatal tentar alterar seu curso. Este é um tempo de Ser, não de Fazer."},
  "111001": {"definition": "26. Grande Acúmulo (大畜 dà chù); Grande Domesticado; Sabedoria Acumulada",
            "hexagram": " ䷙ ",
            "number": "26",
            "description": "O filão do Céu espera dentro da Montanha: a Pessoa Superior explora profundamente a riqueza de sabedoria e ações da história, carregando seu caráter com força atemporal. Perseverar. Tirar o sustento dessas fontes cria boa sorte. Então você pode cruzar para a outra margem."},
  "100001": {"definition": "27. Engolido (頤 yí); Cantos da boca; Buscando nutrição",
            "hexagram": " ䷚ ",
            "number": "27",
            "description": "Debaixo da Montanha imóvel, o Trovão excitante se agita: A Pessoa Superior preserva sua liberdade sob condições opressivas, observando o que sai de sua boca, assim como o que entra. Resistir e boa fortuna virá. Cuide dos necessitados, como se estivesse se alimentando. Tome cuidado para não fornecer sustento para aqueles que se alimentam de outros. Fique o mais alto possível na cadeia alimentar."},
  "011110": {"definition": "28. Grande Excedente (大過 dà guò); Grande Preponderância; Grande Superação",
            "hexagram": " ䷛ ",
            "number": "28",
            "description": "A Inundação se eleva acima da Árvore mais alta: Em meio a uma maré crescente de loucura humana, a Pessoa Superior se retira para um terreno mais alto, renunciando ao seu mundo sem olhar para trás. Qualquer direção é melhor do que onde você está agora."},
  "010010": {"definition": "29. Desfiladeiro (坎 kǎn); Água Abismal; Escuridão, Desfiladeiro",
            "hexagram": " ䷜ ",
            "number": "29",
            "description": "A Água segue a Água, derramando de qualquer penhasco, passando por todos os obstáculos, não importa a profundidade ou distância, até o mar. A Pessoa Superior aprende a flexibilidade com os erros que cometeu e se fortalece com os obstáculos que superou, pressionando para mostrar aos outros o Caminho."},
  "101101": {"definition": "30. Briho (離 lí); O Aperto; Agarrado, Apego",
            "hexagram": " ䷝ ",
            "number": "30",
            "description": "O Fogo acende mais Chamas: A Pessoa Superior mantém um Fogo interno que acende a paixão em cada coração que toca, até que todo o mundo esteja iluminado e em chamas. Com uma chama tão abrasadora, o sucesso não será negado a você. Cuide para ser tão pacífico e carinhoso quanto a vaca no pasto; você é forte o suficiente para ser gentil."},
  "001110": {"definition": "31. Conjunto (咸 xián); Influência; Atração",
            "hexagram": " ䷞ ",
            "number": "31",
            "description": "O Lago alegre é embalado pela Montanha tranquila: A Pessoa Superior sente grande satisfação em encorajar os outros em seu caminho. Ela os atrai para si com sua natureza acolhedora e interesse genuíno. Sucesso supremo. Este curso leva ao casamento."},
  "011100": {"definition": "32. Perseverante (恆 héng); Duração; Perseverança",
            "hexagram": " ䷟ ",
            "number": "32",
            "description": "Despertando o Trovão e o Vento penetrante, companheiros próximos em qualquer tempestade: A Pessoa Superior possui uma resiliência e durabilidade que a permite permanecer firme e fielmente no curso. Essa constância merece sucesso."},
  "001111": {"definition": "33. Retirar-se (遯 dùn); Recuo; Retirada",
            "hexagram": " ䷠ ",
            "number": "33",
            "description": "A tranquila Montanha eleva-se acima, mas permanece deste lado do Céu: A Pessoa Superior evita o mesquinho e superficial mantendo os homens superficiais à distância, não com raiva, mas com dignidade. Essa retirada abre o caminho para o sucesso. Ocupe-se com os mínimos detalhes."},
  "111100": {"definition": "34. Grande Revigorante (大壯 dà zhuàng); Grander Poder; Grande Ousadia",
            "hexagram": " ䷡ ",
            "number": "34",
            "description": "O Trovão enche os Céus com seu rugido terrível, não por orgulho, mas com integridade; se fizesse menos, não seria Trovão: Por causa de seu Grande Poder, a Pessoa Superior se esforça para não ultrapassar sua posição, para que ela não pareça intimidante ou ameaçadora para a Ordem Estabelecida. A oportunidade surgirá ao longo deste curso."},
  "000101": {"definition": "35. Prosperidade (晉 jìn); Progresso; Expanção, Promoção",
            "hexagram": " ䷢ ",
            "number": "35",
            "description": "O Sol brilha sobre a Terra: constantemente aprimorando e refinando seu brilho, a Pessoa Superior é uma dádiva de Deus para seu povo. Eles retribuem sua benevolência com uma manada de cavalos, e ela recebe uma audiência três vezes em um único dia. Promoção."},
  "101000": {"definition": "36. Escondendo o Brilho (明夷 míng yí); Escurecimento da Luz; Brilho ferido",
            "hexagram": " ䷣ ",
            "number": "36",
            "description": "Calor e Luz são engolidos por Trevas profundas: A Pessoa Superior mostra seu brilho, mantendo-o velado entre as massas. Mantenha-se fiel ao seu curso, apesar dos obstáculos visíveis à frente."},
  "101011": {"definition": "37. Moradores (家人 jiā rén); Família",
            "hexagram": " ䷤ ",
            "number": "37",
            "description": "As Correntes de Ar Aquecido sobem e se espalham da Lareira: a Pessoa Superior avalia suas palavras com cuidado e é consistente em seu comportamento. Seja tão fiel quanto uma boa esposa."},
  "110101": {"definition": "38. Polarizando (睽 kuí); Oposição; Divisão, Divergência",
            "hexagram": " ䷥ ",
            "number": "38",
            "description": "O Fogo se distancia de seu nêmesis, o Lago: não importa quão grande ou diverso seja o grupo, a Pessoa Superior permanece unicamente ela mesma. Pequenas realizações são possíveis."},
  "001010": {"definition": "39. Mancando (蹇 jiǎn); Obstrução; Parada, Dificuldade",
            "hexagram": " ䷦ ",
            "number": "39",
            "description": "Turbulência sinistra no Lago da Cratera no topo do Vulcão: Ao encontrar um impasse, a Pessoa Superior volta seu olhar para dentro e vê o obstáculo de uma nova perspectiva. Não ofereça nada a seu oponente para resistir. Deixe um sábio guiá-lo nisso. Boa sorte está ao longo deste curso."},
  "010100": {"definition": "40. Desmontando (解 xiè); Libertação; Liberação, Solução",
            "hexagram": " ䷧ ",
            "number": "40",
            "description": "Uma Tempestade Trovejante estilhaça a umidade opressiva: A Pessoa Superior conhece a liberação no perdão, perdoando as faltas dos outros e tratando com delicadeza aqueles que pecam contra ela. Vale a pena aceitar as coisas como estão por enquanto. Se não há mais nada a ganhar, um retorno traz boa fortuna. Se ainda há algo a ser conquistado, aja imediatamente."},
  "110001": {"definition": "41. Decrescente (損 sǔn); Diminuição, Redução",
            "hexagram": " ䷨ ",
            "number": "41",
            "description": "A firme Montanha drena suas águas excedentes para o Lago abaixo: A Pessoa Superior reprime sua raiva e se livra de seus desejos. Ser frugal e contente é possuir uma riqueza incomensurável por dentro. Nada de valor poderia ser recusado a tal pessoa. Faça de uma porção de cada refeição uma parte de sua oferta."},
  "100011": {"definition": "42. Aumentando (益 yì); Aumento; Crescimento",
            "hexagram": " ䷩ ",
            "number": "42",
            "description": "Redemoinhos e Trovões: Quando a Pessoa Superior encontra um comportamento santo, ela o adota; quando ela encontra uma falha interior, ela a transforma. Progresso em cada empreendimento. Você pode cruzar para a outra margem."},
  "111110": {"definition": "43. Despedida (夬 guài); Avanço; Separação",
            "hexagram": " ䷪ ",
            "number": "43",
            "description": "Um Dilúvio do Céu: A Pessoa Superior chove fortuna sobre os necessitados, depois segue em frente sem pensar no bem que faz. A questão deve ser levantada perante uma autoridade imparcial. Seja sincero e sério, apesar do perigo. Não tente forçar o resultado, mas procure apoio quando necessário. Estabeleça uma meta clara."},
  "011111": {"definition": "44. União (姤 gòu); Vindo para conhecer; Encontrando",
            "hexagram": " ䷫ ",
            "number": "44",
            "description": "Um Zephyr brincalhão dança e se delicia sob o indulgente Céu: Um Príncipe que grita ordens, mas não caminha entre seu povo, pode muito bem tentar comandar os quatro ventos. Uma tentação forte e viciante, muito mais perigosa do que parece."},
  "000110": {"definition": "45. Aglomerando (萃 cuì); Reunindo-se; Associação, Companheirismo",
            "hexagram": " ䷬ ",
            "number": "45",
            "description": "O Lago nasce dando as boas-vindas e recebendo as águas da Terra: O Rei se aproxima de seu templo. É aconselhável buscar uma audiência com ela lá. O sucesso segue este curso. Fazer uma oferta selará sua boa sorte. Um objetivo será realizado agora."},
  "011000": {"definition": "46. Ascendente (升 shēng); Empurando para cima; Crescendo",
            "hexagram": " ䷭ ",
            "number": "46",
            "description": "Abaixo do Solo, a muda se empurra para cima em direção à luz: Para preservar sua integridade, a Pessoa Superior se contenta com pequenos ganhos que acabam por levar a grandes realizações. Sucesso supremo. Não tenha dúvidas. Busque orientação de alguém que você respeita. Um movimento constante em direção a uma maior clareza trará recompensa."},
  "010110": {"definition": "47. Confinado (困 kùn); Opressão; Exaustão",
            "hexagram": " ䷮ ",
            "number": "47",
            "description": "Um Mar Morto, suas águas passaram eras atrás, mais mortal do que o deserto que o cerca: A Pessoa Superior vai apostar sua vida e fortuna naquilo em que acredita profundamente. O Triunfo pertence àqueles que perseveram. Provas e tribulações podem aprimorar o caráter excepcional a um fio de navalha que corta habilmente todos os desafios. A ação prevalece onde as palavras falharão."},
  "011010": {"definition": "48. Poço (井 jǐng); O Poço; Reabastecimento, Renovação",
            "hexagram": " ䷯ ",
            "number": "48",
            "description": "Águas profundas penetradas e atraídas para a superfície: A Pessoa Superior refresca as pessoas com constante encorajamento para ajudarem-se mutuamente. Acampamentos, assentamentos, cidades muradas, impérios inteiros podem subir e cair, mas o Poço no centro perdura, nunca secando até virar pó, nunca transbordando. Serviu aqueles antes e os servirá depois. Você pode sacar várias vezes do Poço, mas se o balde se quebrar ou a corda for muito curta, haverá infortúnio."},
  "101110": {"definition": "49. Esfolado (革 gé); Revolução; Abolindo o Velho",
            "hexagram": " ䷰ ",
            "number": "49",
            "description": "O Fogo se inflama dentro do Lago, desafiando as condições que negariam seu nascimento ou sobrevivência: a Pessoa Superior lê os Sinais dos Tempos e torna a estação evidente para todos. O suporte de que você precisa virá somente depois que a ação for feita. As forças renovadas, no entanto, fornecerão novas energias para um progresso excepcional. Perseverar. Todas as diferenças desaparecem."},
  "011101": {"definition": "50. Segurando (鼎 dǐng); O Caldeirão; Estabelecendo o Novo",
            "hexagram": " ䷱ ",
            "number": "50",
            "description": "O Fogo sobe quente e brilhante da Madeira sob o caldeirão de sacrifício: a Pessoa Superior se posiciona corretamente dentro do fluxo das forças cósmicas. Realização suprema."},
  "100100": {"definition": "51. Sacudir (震 zhèn); Despertando; Mobilizando",
            "hexagram": " ䷲ ",
            "number": "51",
            "description": "O Trovão ecoa sobre o Trovão, comandando a reverência por seu pai, o Céu: admirada com o poder majestoso do céu, a pessoa superior olha para dentro e coloca sua vida em ordem. O trovão se mistura com gritos assustados de terror por centenas de quilômetros ao redor. Enquanto o povo ri nervosamente de seu próprio susto, o devoto apresenta o cálice do sacrifício sem nenhuma gota de vinho derramado. Libertação."},
  "001001": {"definition": "52. Limite (艮 gèn); Mantendo-se Parado, Imobilidade",
            "hexagram": " ䷳ ",
            "number": "52",
            "description": "Acima do cume desta Montanha, outras elevações mais majestosas: A Pessoa Superior está atenta para manter seus pensamentos no aqui e agora. Acalmando as sensações do Ego, ela vagueia por seu pátio sem mover um músculo, livre dos medos e desejos de seus companheiros. Isso não é um engano."},
  "001011": {"definition": "53. Infiltrando (漸 jiàn); Desenvolvimento; Perspectiva Auspiciosa, infiltração",
            "hexagram": " ䷴ ",
            "number": "53",
            "description": "O pinheiro nodoso cresce tenazmente na face do penhasco: A Pessoa Superior se apega fielmente à dignidade e à integridade, elevando assim o Espírito Coletivo da Pessoa em sua própria pequena maneira. Desenvolvimento. A donzela é dada em casamento. Boa sorte se você continuar no curso."},
  "110100": {"definition": "54. Convertendo a Donzela (歸妹 guī mèi); O Casamento da Donzela, Casamento",
            "hexagram": " ䷵ ",
            "number": "54",
            "description": "A tempestade insemina o lago crescente, então segue em frente onde o lago não pode seguir: A Pessoa Superior vê as provações passando à luz das Verdades Eternas. Qualquer ação será infeliz. Nada mais além."},
  "101100": {"definition": "55. Abundante (豐 fēng); Abundância; Meta Alcançada, Ambição Alcançada",
            "hexagram": " ䷶ ",
            "number": "55",
            "description": "Trovão e Relâmpago do coração escuro da tempestade: A Pessoa Superior julga com justiça, para que as consequências sejam justas. A líder chega ao auge e não lamenta a descida à sua frente. Seja como o sol do meio-dia em seu zênite. Isso é sucesso."},
  "001101": {"definition": "56. Estadia (旅 lǚ); O Andarilho; Viagem",
            "hexagram": " ䷷ ",
            "number": "56",
            "description": "Fogo na Montanha, catastrófico para o homem, um aborrecimento passageiro para a Montanha: A Pessoa Superior espera sabedoria e clareza antes de exigir Justiça, então nenhum protesto a domina. Encontre satisfação em pequenos ganhos. Avançar constantemente é uma boa sorte para um andarilho."},
  "011011": {"definition": "57. Solo (巽 xùn); O Gentil; Influência Sutil",
            "hexagram": " ䷸ ",
            "number": "57",
            "description": "O Vento segue o Vvento, vagando pela Terra, penetrando suave mas persistentemente: A Pessoa Superior expande sua influência reafirmando suas decisões e cumprindo suas promessas. Um esforço pequeno, persistente e focado traz sucesso. Procure o conselho de alguém que você respeita."},
  "110110": {"definition": "58. Abertura (兌 duì); O Alegre; Influência Evidente",
            "hexagram": " ䷹ ",
            "number": "58",
            "description": "O Lago Alegre se estende e se estende até o horizonte: a pessoa superior renova e expande seu Espírito por meio do intercâmbio de coração a coração com os outros. Sucesso se você permanecer no curso."},
  "010011": {"definition": "59. Disperso (渙 huàn); Dispersão",
            "hexagram": " ䷺ ",
            "number": "59",
            "description": "O Vento carrega as Brumas no alto: Governantes Sábios dedicaram suas vidas a servir a um Poder Superior e construíram templos que ainda perduram. O rei se aproxima de seu templo. Sucesso se você permanecer no curso. Você pode cruzar para a outra margem."},
  "110010": {"definition": "60. Articulando (節 jié); Limitação; Disciplina",
            "hexagram": " ䷻ ",
            "number": "60",
            "description":"Águas difíceis de manter dentro das margens do Lago: A Pessoa Superior examina a natureza da virtude e faz de si mesma um padrão que pode ser seguido. A autodisciplina traz sucesso; mas as restrições muito restritivas trazem a autodestruição."},
  "110011": {"definition": "61. Centro de Confirmação (中孚 zhōng fú); Verdade Interior; Mantenha o Foco, Evite ser Mal Interpretado",
            "hexagram": " ䷼ ",
            "number": "61",
            "description": "O Vento suave ondula a superfície do Lago: a Pessoa Superior encontra um terreno comum entre os pontos de contenção, desgastando as perspectivas rígidas que levariam a um erro fatal. Porcos e peixes. Você pode cruzar para a outra margem. Grande sorte se você continuar no curso."},
  "001100": {"definition": "62. Pequeno Excedente (小過 xiǎo guò); Pequena Preponderância; Pequena Superação",
            "hexagram": " ䷽ ",
            "number": "62",
            "description": "Trovão no alto da Montanha, passividade ativa: A Pessoa Superior é insuperável em sua capacidade de permanecer pequena. Em tempos de humildade, ela é extremamente modesta. Em um momento de luto, ela se ergue com reverência sombria. Em tempos de necessidade, ela é frugal com recursos. Quando um pássaro voa alto demais, seu canto se perde. Em vez de empurrar para cima agora, é melhor permanecer embaixo. Isso lhe trará uma sorte surpreendente, se você mantiver seu curso."},
  "101010": {"definition": "63. Já está navegando (既濟 jì jì); Após a Conclusão; Conclusão",
            "hexagram": " ䷾ ",
            "number": "63",
            "description": "Fervendo Água em Chama aberta, uma pode extinguir a outra: A Pessoa Superior tem uma visão de 360 graus da situação e se prepara para qualquer contingência. Sucesso em pequenas questões se você permanecer no curso. Boa sorte precoce pode terminar em desordem."},
  "010101": {"definition": "64. Ainda não navegando (未濟 wèi jì); Antes da Conclusão; Inconcluso",
            "hexagram": " ䷿ ",
            "number": "64",
            "description":"O Fogo sobe acima da Água: A Pessoa Superior examina a natureza das coisas e mantém cada uma em seu devido lugar. Muito ansiosa, a jovem raposa molha o rabo, no momento em que termina a travessia. Para ter sucesso, seja como a mulher e não como a raposa."}
}
] 
